Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/tenacity.tmx
Source language: en
Languages: sv

source: Changing sample format
sv: Ändrar samplingsformat

source: Roll-off (dB per octave)
sv: Roll-off (dB per oktav)

source: Percent C&hange:
sv: Procentuell &ändring:

source: Enter Nyquist Command:
sv: Skriv Nyquist-kommando:

source: Export EQ curves as...
sv: Exportera EQ-kurvor som...

source: Click and drag to set frequency bandwidth.
sv: Klicka och dra för att ändra frekvensbandbredden.

source: Fat Vocals
sv: Fyllig sång

source: Applying Delay Effect...
sv: Tillämpar fördröjningseffekt...

source: Invalid Limits
sv: Ogiltiga gränser

source: Split Stereo to Mo&no
sv: Dela stereo till &mono

source: Internal logic error in SQLite
sv: Internt logikfel i SQLite

source: Loudness LUFS
sv: Högljuddhets-LUFS

source: ~aPercentage values cannot be negative.
sv: ~aProcentvärden kan inte vara negativa.

source: Tenacity could not find a safe place to store temporary files. Tenacity needs a place where automatic cleanup programs won't delete the temporary files. Please enter an appropriate directory in the preferences dialog.
sv: Tenacity kunde inte hitta en säker plats att lagra temporära filer på. Audacity behöver en plats där automatiska rensningsprogram inte tar bort de temporära filerna. Ange en lämplig katalog i inställningsdialogrutan.

source: Importing %s
sv: Importerar %s

source: XML data is empty after conversion
sv: XML-data är tom efter konverteringen

source: Op&en Menu on Focused Track...
sv: Öppna men&y för aktuellt spår...

source: Step 1
sv: Steg 1

source: (Use context menu to change format.)
sv: (Använd menyn för att ändra formatet.)

source: The entered value is invalid
sv: Det angivna värdet är ogiltigt

source: Filename = %s.
sv: Filnamn = %s.

source: The Build
sv: Byggversionen

source: B&lend system and Tenacity theme
sv: B&landa systemets och Tenacitys tema

source: Left-Click/Left-Drag
sv: Vänsterklick/vänsterdra

source: Logarithmic
sv: Logaritmisk

source: Estimated Start Pitch: %s%d (%.3f Hz)
sv: Uppskattad starttonhöjd: %s%d (%.3f Hz)

source: Window &type:
sv: Fönster&typ:

source: Template
sv: Mall

source: Track 0
sv: Spår 0

source: Parameter controls
sv: Parameterkontroller

source: Automatic Crash Recovery
sv: Automatiskt återskapande vid krasch

source: Long Message
sv: Långt meddelande

source: Shortcuts
sv: Kortkommandon

source: decades
sv: årtionden

source: ~aHigh frequency is undefined.
sv: ~aHög frekvens är odefinierad.

source: &About Tenacity
sv: &Om Tenacity

source: Something went wrong after exporting the following %lld file(s).
sv: Någonting gick fel när följande %lld fil(er) exporterades.

source: &Left
sv: &Vänster

source: Regular
sv: Reguljär

source: Select target EQ effect
sv: Välj mål-EQ-effekt

source: Nothing to do
sv: Det finns inget att göra

source: Unable to open the database file
sv: Det gick inte att öppna databasfilen

source: Allow overwriting
sv: Tillåt överskrivning

source: Change &Recording Device...
sv: Byt &inspelningsenhet...

source: Start and End of Selection
sv: Markeringens början och slut

source: File could not be saved
sv: Filen kunde inte sparas

source: 'Import' directory cannot be set.
sv: Katalogen ”Importera” kan inte anges.

source: Preferences for ExtImport
sv: Inställningar för utökad import

source: &Metadata Editor
sv: &Metadataredigerare

source: Isolate Center and Invert
sv: Isolera center och invertera

source: Solo &Button:
sv: Solo&knapp:

source: &Settings
sv: &Inställningar

source: &Show Clipping in Waveform
sv: &Visa klippning i vågform

source: Value Error
sv: Värdesfel

source: ~aPlease select frequencies.
sv: ~aVar god välj frekvenser.

source: Wet O&nly
sv: &Endast Wet

source: No quick, easily fixed problems were found
sv: Inga snabba lättåtgärdade problem hittades

source: Too Few Compatible Tracks Selected
sv: För få kompatibla spår har valts

source: %sSave changes to %s?
sv: %sSpara ändringar för %s?

source: &Append Record
sv: Lägg t&ill i inspelning

source: Set (or Extend) Rig&ht Selection
sv: Ändra (eller utöka) markering åt h&öger

source: Record New Track
sv: Spela in ett nytt spår

source: A&utomated Recording Level Adjustment (on/off)
sv: A&utomatisk justering av inspelningsnivå (på/av)

source: No background measured
sv: Ingen bakgrund har mätts

source: Clear Loop
sv: Rensa upprepning

source: No devices found
sv: Inga enheter hittades

source: Nyquist Worker
sv: Nyquist-arbetare

source: Tenacity could not write images to file: %s.
sv: Tenacity kunde inte skriva bilder till filen: %s.

source: Try and load this module?
sv: Prova och läs in denna modul?

source: The following commands have had their shortcuts removed, because their default shortcut is new or changed, and is the same shortcut that you have assigned to another command.
sv: Följande kommandon har fått sina kortkommandon borttagna, eftersom deras standardkortkommando är nytt eller ändrat och är samma kortkommando som du har tilldelat ett annat kommando.

source: Drag label. Hold shift and drag to move all labels on the same track.
sv: Dra etiketten. Håll ned Skift och dra för att flytta alla etiketter på samma spår.

source: Can't delete track with active audio
sv: Kan inte radera spår med aktivt ljud

source: Low Quality (Fastest)
sv: Låg kvalitet (snabbast)

source: Normalize &stereo channels independently
sv: Normalisera &stereokanaler oberoende

source: Audio File
sv: Ljudfil

source: Split Ne&w
sv: Dela och skapa ny&tt

source: Mix Stereo Down to &Mono
sv: &Mixa stereo ned till mono

source: Mix and Render
sv: Mixa och rendera

source: Export Benchmark Data as:
sv: Exportera prestandatestdata som:

source: Full-wave Rectifier (DC blocked)
sv: Helvågslikriktare (DC-blockerad)

source: Rounded In
sv: Avrundat in

source: File name prefix:
sv: Filnamnets prefix:

source: &Always paste audio as new clips
sv: Klistra alltid in ljud som nya klipp

source: Automated Recording Level Adjustment stopped. The total number of analyses has been exceeded without finding an acceptable volume. Still too high.
sv: Automatisk justering av inspelningsnivå stoppades. Det totala antalet analyser har överskridits utan att en godtagbar volym hittades. Nivån är fortfarande för hög.

source: 2 (After Label)
sv: 2 (efter etikett)

source: Limit output to first
sv: Begränsa utmatning till första

source: Short Seek &Right During Playback
sv: Kort sökning åt &höger under uppspelning

source: Optional header text
sv: Valfri sidhuvudstext

source: The database disk image is malformed
sv: Databasens diskavbild är felaktig

source: Details
sv: Detaljer

source: Parameters
sv: Parametrar

source: Select file(s) for batch processing...
sv: Välj fil(er) att batchbearbeta...

source: Provides Audio Unit Effects support to Tenacity
sv: Ger Tenacity stöd för Audio Unit-effekter

source: NaN
sv: N/A

source: Can't open project file
sv: Kan inte öppna projektfil

source: &Rename Clip...
sv: Byt &namn på klipp …

source: Too many silences detected.~%Only the first 10000 labels added.
sv: För många tystnader upptäcktes.~%Endast de första 10 000 etiketterna lades till.

source: Ping (short)
sv: Pip (kort)

source: Sample Count
sv: Antal samplingar

source: 0100 h 060 m 060 s+>75 frames
sv: 0100 h 060 m 060 s+>75 bildrutor

source: Whenever a project depends on other files:
sv: När ett projekt är beroende av andra filer:

source: Reset Toolb&ars
sv: &Återställ verktygsfält

source: Wa&veform
sv: Vå&gform

source: Compress stereo channels independently
sv: Komprimera stereokanaler oberoende

source: Timeline
sv: Tidslinje

source: Export2
sv: Exportera2

source: Presets && settings
sv: Förinställningar och inställningar

source: Moved velocity slider
sv: Flyttade hastighetsreglaget

source: Load VST3 preset:
sv: Läs in VST3-förinställning:

source: Silence Labeled Audio
sv: Tysta ljud med etikett

source: Writable Sample Track
sv: Skrivbart samplespår

source: 3 (Before Label)
sv: 3 (innan etikett)

source: Move Track to Bottom
sv: Flytta spåret längst ned

source: Move Track to &Top
sv: Flytta spåret &längst upp

source: The project was not saved because the selected project is open in another window. Please try again and select an original name.
sv: Projektet sparades inte eftersom det valda projektet är öppet i ett annat fönster. Försök igen och välj ett ursprungligt namn.

source: Playback Device
sv: Uppspelningsenhet

source: Leveller
sv: Utjämnare

source: CD frames
sv: CD-bildrutor

source: &Files...
sv: &Filer...

source: Skip to Start
sv: Hoppa till början

source: To Y:
sv: Till Y:

source: Effects Preview
sv: Effektförhandsvisning

source: Stem plot
sv: Rita ut ihopmixade ljudkällor

source: Peak Reduction
sv: Toppreducering

source: Length of &Filter:
sv: Filter&längd:

source: Yes
sv: Ja

source: Record Meter
sv: Inspelningsmätare

source: Invalid theme
sv: Ogiltiga gränser

source: Pl&ay Once
sv: Spela &en gång

source: Best Quality (Slowest)
sv: Bäst kvalitet (långsammast)

source: Time to check all data: %ld ms
sv: Tid för att kontrollera all data: %ld ms

source: &Device Toolbar
sv: Verktygsfält för &enhet

source: semitones + cents
sv: halvtoner + cent

source: Change Recording Cha&nnels...
sv: Byt inspelnings&kanaler...

source: Monitoring
sv: Medhörning

source: Pl&aying
sv: Upps&pelning

source: &Invert
sv: &Invertera

source: Latency
sv: Latens

source: Unable to acquire server semaphore. This is likely due to a resource shortage and a reboot may be required.
sv: Det gick inte att hämta serversemaforen. Det beror troligen på resursbrist och kan kräva en omstart.

source: Algorithm
sv: Algoritm

source: &Ratio:
sv: &Förhållande:

source: Removing DC offset...
sv: Tar bort DC-offset...

source: hh:mm:ss + film frames (24 fps)
sv: hh:mm:ss + filmbildrutor (24 fps)

source: Moved '%s' Down
sv: Flyttade "%s" nedåt

source: &Cut
sv: &Klipp ut

source: Keep tracks synchronized (Sync-&Lock)
sv: Håll spåren synkroniserade (synkroniserings&lås)

source: Cross-platform GUI library
sv: Plattformsoberoende GUI-bibliotek

source: Brush Tool
sv: Penselverktyg

source: Move to Scrub
sv: Flytta för att använda scrubbing

source: Click Removal
sv: Klickborttagning

source: Spectral edit multi tool
sv: Multiverktyg för spektrumredigering

source: Pitch/Tempo
sv: Tonhöjd/tempo

source: To plot the spectrum, all selected tracks must have the same sample rate.
sv: För att rita upp spektrumet måste alla valda spår ha samma samplingsfrekvens.

source: Importing files
sv: Importerar filer

source: octaves
sv: oktaver

source: FFmpeg Import/Export
sv: Import-/exportbibliotek för FFmpeg

source: Output Gain
sv: Utgångsförstärkning

source: Timeline Options
sv: Alternativ för tidslinje

source: Record &New Track
sv: Spela i&n nytt spår

source: &Toggle Focused Track
sv: &Växla aktuellt spår

source: Erased selected area
sv: Raderade markerat område

source: Internal error reported by alignment process.
sv: Internt fel från processen med placering.

source: &Rename...
sv: &Byt namn...

source: - The two Channels are strongly related, i.e. nearly mono or extremely panned. Most likely, the center extraction will be poor.
sv: - De två kanalerna är starkt relaterade, det vill säga nästan mono eller extremt panorerade. Centerextraheringen blir troligen dålig.

source: Redo
sv: Gör om

source: se&mitones:
sv: halvton&er:

source: Select the audio for %s to use (for example, Cmd + A to Select All) then try again.
sv: Markera ljudet som "%s" ska använda (t.ex. Cmd + A för att markera alla) och försök sedan igen.

source: Le&vel (dB):
sv: &Nivå (dB):

source: Move Track Up
sv: Flytta upp spåret

source: &View
sv: &Visa

source: Voice Tail
sv: Röstsvans

source: %s: is for a different Effect, Generator or Analyzer.
sv: %s: är avsedd för en annan effekt, generator eller analysfunktion.

source: Engine Breathing SFX
sv: Motorandning – ljudeffekt

source: Playback Speed
sv: Uppspelningshastighet

source: Rever&berance (%):
sv: Efter&klang (%):

source: %s, documentation and support, French
sv: %s, dokumentation, support och franska

source: Brush tool selection
sv: Markering med penselverktyget

source: Remove Track
sv: Ta bort spår

source: Data gathered
sv: Samlad data

source: Simplified
sv: Förenklat

source: 'Open' directory cannot be set.
sv: Katalogen ”Öppna” kan inte anges.

source: Label Sounds
sv: Etikettera ljud

source: Amplitude (0 - 1)
sv: Amplitud (0-1)

source: Resonant Noise
sv: Resonansbrus

source: Track Start to En&d
sv: Spårets &början till slutet

source: Export Range:
sv: Exportintervall:

source: Reverse Bouncing Ball
sv: Omvänd studsande boll

source: De&lete and leave gap
sv: Ta &bort och lämna ett mellanrum

source: Clip Fix
sv: Åtgärda klipp

source: R&elease time (secs):
sv: R&elease-tid (sek):

source: - END -
sv: - SLUT -

source: Gain
sv: Förstärkning

source: Reset Genres
sv: Återställ genrer

source: Automated Recording Level Adjustment stopped. It was not possible to optimize it more. Still too low.
sv: Automatisk justering av inspelningsnivå stoppades. Det gick inte att optimera den mer. Nivån är fortfarande för låg.

source: Trunc&ate tracks independently
sv: Av&korta spår oberoende

source: Changed Clip Speed to %.01f%%
sv: Ändrade klippets hastighet till %.01f %%

source: Levelling fine adjustment
sv: Finjustering av utjämning

source: Confirm Close
sv: Bekräfta nedstängning

source: General
sv: Allmänt

source: Select Curve
sv: Välj kurva

source: Pan Track
sv: Panorera spår

source: %s, system administration
sv: %s, systemadministration före förgreningen

source: CDDA frames (75 fps)
sv: CDDA-bildrutor (75 fps)

source: Select Recording Channels
sv: Välj inspelningskanaler

source: Change Tempo
sv: Ändra tempo

source: "%s" is an Ogg Speex audio file. Tenacity cannot currently open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
sv: ”%s” är en Ogg Speex-ljudfil. Tenacity kan för närvarande inte öppna den här filtypen. Du måste konvertera den till ett ljudformat som stöds, till exempel WAV eller AIFF.

source: Selection En&d
sv: Markeringens &slut

source: Replace effect
sv: Ersätt effekt

source: Save Preset...
sv: Spara förinställning...

source: %s %s, %d of %d clip %s
sv: %s %s, %d av %d klipp %s

source: %s %s, %d of %d clips %s
sv: %s %s, %d av %d klipp %s

source: Plugin Manager
sv: Insticksmodulhanterare

source: Dynamically Linked Libraries
sv: Dynamiskt länkade bibliotek

source: Unrecognized file extension.
sv: Filändelsen kändes inte igen.

source: A table in the database is locked
sv: En tabell i databasen är låst

source: Tenacity no longer uses vst-bridge
sv: Tenacity använder inte längre vst-bridge

source: &Type to create a label
sv: Skriv för a&tt skapa en etikett

source: Rati&o:
sv: Förhålland&e:

source: The following configuration file could not be accessed: %s This could be caused by many reasons, but the most likely are that the disk is full or you do not have write permissions to the file. You can attempt to correct the issue and then click "Retry" to continue. If you choose to "Quit Tenacity", your project may be left in an unsaved state which will be recovered the next time you open it.
sv: Det gick inte att komma åt följande konfigurationsfil: %s Det kan bero på många saker, men de troligaste är att disken är full eller att du saknar skrivrättighet till filen. Du kan försöka åtgärda problemet och sedan klicka på ”Försök igen” för att fortsätta. Om du väljer ”Avsluta Tenacity” kan projektet lämnas osparat och återställas nästa gång du öppnar det.

source: DTMF sequence empty. Check ALL settings for this effect.
sv: DTMF-sekvensen är tom. Kontrollera ALLA inställningar för denna effekt.

source: Cut labeled audio regions to clipboard
sv: Klipp ut ljudområden med etikett till urklipp

source: Difference is indeterminate.
sv: Skillnaden är obestämd.

source: Pitch and Speed
sv: Tonhöjd och hastighet

source: Paste: %lld
sv: Klistra in: %lld

source: Silenced labeled audio regions
sv: Tystade ljudområden med etikett

source: &Edit
sv: &Redigera

source: &Delete and leave gap
sv: &Ta bort och lämna ett mellanrum

source: Inner &fade up length:
sv: Längd för inre upp&toning:

source: Please select a time within a clip.
sv: Var god välj en tid i ett klipp.

source: Failed to decode "%s" preset
sv: Det gick inte att avkoda förinställningen ”%s”

source: Fade In
sv: Tona in

source: Frequency Analysis
sv: Frekvensanalys

source: Co&py
sv: Kop&iera

source: Outer fade &down length:
sv: Längd för yttre nedton&ing:

source: Background end time
sv: Sluttid för bakgrund

source: In All &Tracks
sv: I alla &spår

source: I&nput
sv: I&ndata

source: Changes the tempo of a selection without changing its pitch
sv: Ändrar tempot för en markering utan att ändra dess tonhöjd

source: Rate:
sv: Frekvens:

source: There is very little free disk space left on %s Please select a bigger temporary directory location in Directories Preferences.
sv: Det finns mycket lite ledigt diskutrymme kvar på %s Välj en större plats för den temporära katalogen i inställningarna för kataloger.

source: Cursor to Project End
sv: Från markören till projektets slut

source: Error Saving Equalization Curves
sv: Fel uppstod när equalizationkurvor sparades

source: Add new location
sv: Lägg till ny plats

source: Center
sv: Centrera

source: Noise Click
sv: Brusklick

source: Wet &Gain (dB):
sv: Wet-&förstärkning (dB):

source: Sample Data Export
sv: Exportera samplingsdata

source: &Sensitivity:
sv: &Känslighet:

source: Too much audio was selected. Only the first %.1f seconds of audio will be analyzed.
sv: För mycket ljud har markerats. Bara de första %.1f sekunderna av ljud kommer analyseras.

source: New sample rate (Hz):
sv: Ny samplingsfrekvens (Hz):

source: &Tracks
sv: &Spår

source: Tenacity Credits
sv: Erkännanden för Tenacity

source: Could not open file
sv: Kunde inte öppna filen

source: Missing
sv: Saknas

source: Project Recovered
sv: Projektet återställdes

source: &Zoom
sv: &Zooma

source: Welcome to Tenacity!
sv: Välkommen till Tenacity!

source: Database error. Sorry, but we don't have more details.
sv: Databasfel. Det finns tyvärr inga ytterligare uppgifter.

source: &Speed Multiplier:
sv: Hastighets&multiplikator:

source: Export Macro
sv: Exportera makro

source: The tracks selected for recording must all have the same sampling rate
sv: Spåren som är valda för inspelning måste alla ha samma samplingsfrekvens

source: Names may not contain '%c' and '%c'
sv: Namn kan inte innehålla "%c" och "%c"

source: Number of consecutive analysis:
sv: Antal analyser i följd:

source: Minimum frequency must be less than maximum frequency
sv: Minimifrekvensen måste vara mindre än maxfrekvens

source: Analyzing...
sv: Analyserar...

source: Residual level
sv: Restnivå

source: &Resample...
sv: &Återsampling...

source: milliseconds
sv: millisekunder

source: Inverse grayscale
sv: Inverterad gråskala

source: Cha&nnels:
sv: Ka&naler:

source: Performing High-Pass Filter...
sv: Utför högpassfilter...

source: %s changed
sv: %s har ändrats

source: Processing Vocoder...
sv: Bearbetar Vocoder...

source: Change &Playback Device...
sv: Byt &uppspelningsenhet...

source: There is not enough room available to expand the cut line
sv: Det finns inte tillräcklig plats för att expandera klipplinjen

source: Bouncing Ball
sv: Studsande boll

source: Name is the same as the original one
sv: Namnet är detsamma som originalet

source: All supported files
sv: Alla filer som stöds

source: No endianness
sv: Ingen endian

source: Include audio before first label
sv: Inkludera ljud innan första etiketten

source: Lower Speed Limit
sv: Nedre hastighetsgräns

source: Scale
sv: Skala

source: %s, Tenacity contributor
sv: %s, Tenacity-bidragsgivare

source: Duration:
sv: Längd:

source: No MIDI interfaces
sv: Inga MIDI-gränssnitt

source: M&ute/Unmute Focused Track
sv: Slå av/på &ljudet för aktuellt spår

source: Format Change
sv: Byt format

source: Nyquist Plug-in Installer
sv: Installerare för Nyquist-insticksmoduler

source: -145 dB (PCM range of 24 bit samples)
sv: -145 dB (PCM-intervall av 24-bitars samplingar)

source: The Tenacity Team and contributors
sv: Tenacity-teamet och bidragsgivare

source: Retrieve Selectio&n
sv: H&ämta markering

source: Pre-processing
sv: Förbehandling

source: No choice made
sv: Inget val gjort

source: Point after sound
sv: Punkt efter ljud

source: Scripta&bles II
sv: S&kript II

source: 10>01000 decades|0.434294482
sv: 10>01000 årtionden|0.434294482

source: 1/128 (triplets)
sv: 1/128 (trioler)

source: Fixed
sv: Fixerad

source: Split Deleted labeled audio regions
sv: Delade och raderade ljudområden med etikett

source: Hardness
sv: Hårdhet

source: Enter name of new macro
sv: Skriv in namnet på det nya makrot

source: Welcome to Tenacity version %s
sv: Välkommen till Tenacity version %s

source: Value not in range: %s to %s
sv: Värdet är inte inom intervallet: %s till %s

source: Remo&ve Tracks
sv: Ta bo&rt spår

source: Error:~%~%Frequency (~a Hz) is too high for track sample rate.~%~%~ Track sample rate is ~a Hz.~%~ Frequency must be less than ~a Hz.
sv: Fel:~%~%Frekvensen (~a Hz) är för hög för spårets samplingshastighet.~%~%~ Spårets samplingshastighet är ~a Hz~%~ Frekvensen måste vara mindre än ~a Hz.

source: Contributors
sv: Bidragsgivare

source: New selection length: %s
sv: Ny markeringslängd: %s

source: Edit Metadata Tags
sv: Redigera metadatataggar

source: Click and drag to edit the amplitude envelope
sv: Klicka och dra för att redigera amplitudens envelopp

source: Click to change clip pitch, Cmd + click to reset.
sv: Klicka för att ändra klippets tonhöjd, Cmd + klicka för att återställa.

source: Ma&x Frequency (Hz):
sv: Ma&ximal frekvens (Hz):

source: Rhythm track duration
sv: Längd på rytmspår

source: Unable to bind to blob
sv: Det gick inte att binda till blob

source: bar
sv: takt

source: C&urrent Length:
sv: &Nuvarande längd:

source: Target Peak:
sv: Måltopp:

source: Warning: No repeats.
sv: Varning: Inga upprepningar.

source: Change Pitch
sv: Ändra tonhöjd

source: Missing Plugins
sv: Saknade insticksmoduler

source: Don't show this again at start up
sv: Visa inte detta igen vid uppstart

source: Malformed number
sv: Deformerad siffra

source: This may take several seconds
sv: Detta kan ta flera sekunder

source: Selection to &Start
sv: Markera till &början

source: Recording Channels
sv: Inspelningskanaler

source: 2 (Before Label)
sv: 2 (innan etikett)

source: Contrast...
sv: Kontrast...

source: Dynamic Libraries
sv: Dynamiska bibliotek

source: Split labeled audio (points or regions)
sv: Dela ljud med etikett (punkter och område)

source: Opened: %d
sv: Öppnad: %d

source: Provides LV2 Effects support for Tenacity
sv: Ger Tenacity stöd för Vamp-effekter

source: &Selection
sv: &Markering

source: Selection must be larger than %d samples.
sv: Markeringen måste vara större än %d samplingar.

source: Preferences for Spectrum
sv: Inställningar för spektrum

source: Background level too high
sv: Bakgrundsnivån är för hög

source: R&escan Audio Devices
sv: &Återskanna ljudenheter

source: dB Gain
sv: dB-förstärkning

source: %.4f sec (%d Hz) (%s) = %.3f
sv: %.4f sek (%d Hz) (%s) = %.3f

source: &Transport Toolbar
sv: Verktygsfält för &transport

source: Tool
sv: Verktyg

source: Bindings
sv: Kopplingar

source: Lead Vocals
sv: Huvudsång

source: Beefy Master
sv: Kraftfull master

source: &Decrease Playback Volume
sv: &Sänk uppspelningsvolymen

source: Mixing and rendering tracks
sv: Mixar och renderar spår

source: Repeat Last Generator
sv: Upprepa senaste generator

source: %s Recording exported: %s
sv: %s Inspelning exporterades: %s

source: Export Audio Unit Presets
sv: Exportera ljudenhetsförinställningar

source: Aligned/Moved together
sv: Justerade/flyttade tillsammans

source: &Threshold (dB)
sv: &Tröskelvärde (dB)

source: Don't Link Stereo
sv: Länka inte stereo
